Repository: HeshamMohamed94/Mentora
Catalog: mobile/iosApp/iosApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# ai_tutor_composer_placeholder
source: Ask anything…
ar: اسأل أي شيء…

# ai_tutor_quick_action_example_label
source: Give me an example
ar: أعطني مثالًا

# ai_tutor_quick_action_example_prompt
source: Give me an example related to this lesson.
ar: أعطني مثالًا متعلقًا بهذا الدرس.

# ai_tutor_quick_action_explain_lesson_label
source: Explain this lesson
ar: اشرح هذا الدرس

# ai_tutor_quick_action_explain_lesson_prompt
source: Explain this lesson to me.
ar: اشرح لي هذا الدرس.

# ai_tutor_quick_action_learn_next_label
source: What should I learn next?
ar: ماذا يجب أن أتعلم بعد ذلك؟

# ai_tutor_quick_action_learn_next_prompt
source: What should I learn next?
ar: ماذا يجب أن أتعلم بعد ذلك؟

# ai_tutor_quick_action_quiz_me_label
source: Quiz me
ar: اختبرني

# ai_tutor_quick_action_quiz_me_prompt
source: Quiz me on what I've learned so far.
ar: اختبرني فيما تعلمته حتى الآن.

# ai_tutor_quick_action_summarize_label
source: Summarize
ar: لخّص

# ai_tutor_quick_action_summarize_prompt
source: Summarize this lesson for me.
ar: لخّص لي هذا الدرس.

# ai_tutor_retry_action
source: Retry
ar: إعادة المحاولة

# ai_tutor_send_content_description
source: Send
ar: إرسال

# ai_tutor_stream_failed_message
source: Something went wrong. Tap Retry to continue.
ar: حدث خطأ ما. اضغط على إعادة المحاولة للمتابعة.

# ai_tutor_thinking_content_description
source: AI Tutor is thinking
ar: المعلّم الذكي يفكّر

# ai_tutor_welcome_message
source: Hi! Ask me anything about your courses, or try a quick action below.
ar: مرحبًا! اسألني عن أي شيء يخص دوراتك، أو جرّب أحد الإجراءات السريعة أدناه.

# answer_option_correct_label
source: Correct
ar: صحيح

# answer_option_incorrect_label
source: Incorrect
ar: غير صحيح

# auth_email_invalid
source: Enter a valid email address.
ar: أدخل بريدًا إلكترونيًا صحيحًا.

# auth_email_label
source: Email
ar: البريد الإلكتروني

# auth_hide_password
source: Hide password
ar: إخفاء كلمة المرور

# auth_login_button
source: Login
ar: تسجيل الدخول

# auth_login_secondary_link
source: New to Mentora? Register
ar: جديد على Mentora؟ سجّل حسابًا

# auth_login_title
source: Log in to Mentora
ar: سجّل الدخول إلى Mentora

# auth_name_label
source: Name
ar: الاسم

# auth_password_hint
source: At least 8 characters, with a letter and a number
ar: 8 أحرف على الأقل، تحتوي على حرف ورقم

# auth_password_label
source: Password
ar: كلمة المرور

# auth_password_weak
source: Password must be at least 8 characters, with a letter and a number.
ar: يجب أن تتكوّن كلمة المرور من 8 أحرف على الأقل، وتحتوي على حرف ورقم.

# auth_register_button
source: Create Account
ar: إنشاء حساب

# auth_register_secondary_link
source: Already have an account? Login
ar: لديك حساب بالفعل؟ سجّل الدخول

# auth_register_title
source: Create your Mentora account
ar: أنشئ حسابك في Mentora

# auth_show_password
source: Show password
ar: إظهار كلمة المرور

# certificate_card_share_label
source: Share
ar: مشاركة

# certificate_card_view_label
source: View
ar: عرض

# certificate_detail_awarded_to
source: Awarded to
ar: مُقدّمة إلى

# certificate_detail_certificate_id
source: Certificate ID: %1$@
ar: معرّف الشهادة: %1$@

# certificate_detail_completed_on
source: Completed %1$@
ar: اكتملت في %1$@

# certificate_detail_completion_statement
source: for successfully completing
ar: لإتمام الدورة بنجاح

# certificate_detail_error_title
source: This certificate couldn't be loaded
ar: تعذّر تحميل هذه الشهادة

# certificate_detail_instructor
source: Instructor: %1$@
ar: المدرّب: %1$@

# certificate_detail_issued_on
source: Issued %1$@
ar: صدرت في %1$@

# certificate_detail_kicker
source: Certificate of Completion
ar: شهادة إتمام

# certificate_detail_loading_content_description
source: Loading certificate
ar: جارٍ تحميل الشهادة

# certificate_detail_nav_title
source: Certificate
ar: الشهادة

# certificate_detail_retry_action
source: Try again
ar: أعد المحاولة

# certificates_empty_description
source: Complete a course to earn your first certificate.
ar: أكمل دورة لتحصل على شهادتك الأولى.

# certificates_empty_title
source: No certificates yet
ar: لا توجد شهادات بعد

# certificates_error_title
source: Your certificates couldn't be loaded
ar: تعذّر تحميل شهاداتك

# certificates_go_to_my_learning
source: Go to My Learning
ar: الانتقال إلى مساحة التعلّم

# certificates_heading
source: Certificates
ar: الشهادات

# certificates_issued_on
source: Issued %1$@
ar: صدرت في %1$@

# certificates_nav_title
source: Certificates
ar: الشهادات

# certificates_retry_action
source: Try again
ar: أعد المحاولة

# certificates_share_action
source: Share
ar: مشاركة

# certificates_share_text
source: I earned a certificate for %1$@ on Mentora! Certificate ID: %2$@
ar: حصلت على شهادة إتمام %1$@ على Mentora! معرّف الشهادة: %2$@

# certificates_view_action
source: View
ar: عرض

# course_details_about_instructor_heading
source: About the instructor
ar: عن المدرّب

# course_details_cta_continue_learning
source: Continue Learning
ar: متابعة التعلّم

# course_details_cta_enroll
source: Enroll
ar: الالتحاق

# course_details_cta_login_to_enroll
source: Login to Enroll
ar: سجّل الدخول للالتحاق

# course_details_curriculum_heading
source: Curriculum
ar: المنهج الدراسي

# course_details_curriculum_lesson_count
source: %1$@ lessons
ar: %1$@ درس

# course_details_demo_price_caption
source: Demo price
ar: سعر تجريبي

# course_details_enrolled_message
source: You're enrolled in this course
ar: أنت مُلتحق بهذه الدورة

# course_details_error_title
source: Something went wrong
ar: حدث خطأ ما

# course_details_hero_content_description
source: %1$@ course preview
ar: معاينة دورة %1$@

# course_details_nav_title
source: Course Details
ar: تفاصيل الدورة

# course_details_rating_content_description
source: Rated %1$@ out of 5 (demo rating)
ar: التقييم %1$@ من 5 (تقييم تجريبي)

# course_player_ask_ai_tutor_content_description
source: Ask AI Tutor
ar: اسأل المعلّم الذكي

# course_player_back_content_description
source: Back
ar: رجوع

# course_player_back_to_my_learning_action
source: Back to My Learning
ar: العودة إلى تعلّمي

# course_player_completion_description
source: Your certificate is ready.
ar: شهادتك جاهزة.

# course_player_completion_title
source: Course completed!
ar: أكملت الدورة!

# course_player_curriculum_sheet_close_content_description
source: Close
ar: إغلاق

# course_player_curriculum_sheet_title
source: Course content
ar: محتوى الدورة

# course_player_curriculum_trigger
source: Course content · %1$@ / %2$@
ar: محتوى الدورة · %1$@ / %2$@

# course_player_error_title
source: This course player couldn't be loaded
ar: تعذّر تحميل مشغّل الدورة

# course_player_finish_course_action
source: Finish course
ar: إنهاء الدورة

# course_player_loading_content_description
source: Loading course player
ar: جارٍ تحميل مشغّل الدورة

# course_player_mark_complete_action
source: Mark Complete
ar: تحديد كمكتمل

# course_player_nav_title_fallback
source: Course Player
ar: مشغّل الدورة

# course_player_next_lesson_action
source: Next lesson
ar: الدرس التالي

# course_player_pause_content_description
source: Pause
ar: إيقاف مؤقت

# course_player_play_content_description
source: Play
ar: تشغيل

# course_player_previous_lesson_content_description
source: Previous
ar: السابق

# course_player_progress_content_description
source: %1$@%% complete
ar: اكتمل %1$@٪

# course_player_quiz_pending_description
source: Take the quiz to earn your certificate.
ar: أجرِ الاختبار للحصول على شهادتك.

# course_player_retry_action
source: Try again
ar: أعد المحاولة

# course_player_scrubber_content_description
source: Seek video position
ar: تحديد موضع الفيديو

# course_player_scrubber_state_description
source: %1$@ of %2$@
ar: %1$@ من %2$@

# course_player_sheet_lesson_completed_content_description
source: Completed
ar: مكتمل

# course_player_sheet_lesson_current_content_description
source: Current lesson
ar: الدرس الحالي

# course_player_sheet_quiz_row_question_count
source: %1$@ questions
ar: %1$@ أسئلة

# course_player_sheet_quiz_row_title
source: Course quiz
ar: اختبار الدورة

# course_player_sheet_section_header
source: SECTION %1$@ · %2$@
ar: القسم %1$@ · %2$@

# course_player_take_quiz_action
source: Take Quiz
ar: ابدأ الاختبار

# course_player_top_bar_meta
source: Lesson %1$@ of %2$@ · %3$@%%
ar: الدرس %1$@ من %2$@ · %3$@٪

# course_player_video_error_title
source: This video can't be played
ar: يتعذّر تشغيل هذا الفيديو

# course_player_view_certificate_action
source: View Certificate
ar: عرض الشهادة

# course_progress_card_resume_label
source: Resume
ar: استئناف

# demo_checkout_cancel_action
source: Back to course
ar: العودة إلى الدورة

# demo_checkout_confirm_action
source: Complete Demo Purchase
ar: إتمام الشراء التجريبي

# demo_checkout_course_row_label
source: Course
ar: الدورة

# demo_checkout_error_message
source: Demo checkout could not be completed. Try again.
ar: تعذّر إتمام الدفع التجريبي. حاول مرة أخرى.

# demo_checkout_loading_content_description
source: Loading checkout
ar: جارٍ تحميل صفحة الدفع

# demo_checkout_nav_title
source: Demo checkout
ar: الدفع التجريبي

# demo_checkout_notice_body
source: No real charges or payment information required.
ar: لا توجد رسوم حقيقية أو حاجة لبيانات دفع.

# demo_checkout_notice_title
source: Demo Payment
ar: دفع تجريبي

# demo_checkout_order_summary_eyebrow
source: ORDER SUMMARY
ar: ملخص الطلب

# demo_checkout_preview_error_title
source: This checkout couldn't be loaded
ar: تعذّر تحميل صفحة الدفع

# demo_checkout_total_row_label
source: Total
ar: الإجمالي

# demo_checkout_try_again_action
source: Try Again
ar: إعادة المحاولة

# error_attempt_not_found
source: This quiz attempt could not be found.
ar: تعذّر العثور على محاولة الاختبار هذه.

# error_auth_invalid_credentials
source: Incorrect email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.

# error_auth_token_expired
source: Your session has expired. Please log in again.
ar: انتهت صلاحية جلستك. يرجى تسجيل الدخول مرة أخرى.

# error_auth_token_invalid
source: Your session is no longer valid. Please log in again.
ar: جلستك غير صالحة. يرجى تسجيل الدخول مرة أخرى.

# error_category_in_use
source: This category is still in use and can't be removed.
ar: هذا التصنيف قيد الاستخدام ولا يمكن حذفه.

# error_category_not_found
source: This category could not be found.
ar: تعذّر العثور على هذا التصنيف.

# error_certificate_not_found
source: This certificate could not be found.
ar: تعذّر العثور على هذه الشهادة.

# error_course_not_found
source: This course could not be found.
ar: تعذّر العثور على هذه الدورة.

# error_email_already_registered
source: An account with this email already exists.
ar: يوجد حساب مسجَّل بهذا البريد الإلكتروني بالفعل.

# error_forbidden_csrf
source: Your session could not be verified. Please try again.
ar: تعذّر التحقق من جلستك. يرجى المحاولة مرة أخرى.

# error_forbidden_not_enrolled
source: You need to enroll in this course first.
ar: يجب عليك الالتحاق بهذه الدورة أولاً.

# error_forbidden_not_owner
source: You don't have permission to access this.
ar: لا تملك صلاحية للوصول إلى هذا.

# error_forbidden_role
source: You don't have permission to do that.
ar: لا تملك صلاحية لتنفيذ هذا الإجراء.

# error_internal
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.

# error_learning_path_not_found
source: This learning path could not be found.
ar: تعذّر العثور على مسار التعلّم هذا.

# error_lesson_not_found
source: This lesson could not be found.
ar: تعذّر العثور على هذا الدرس.

# error_media_not_found
source: This media could not be found.
ar: تعذّر العثور على هذا الملف.

# error_quiz_not_found
source: This quiz could not be found.
ar: تعذّر العثور على هذا الاختبار.

# error_rate_limited_ai_tutor
source: You've reached the AI Tutor limit for now. Please try again shortly.
ar: لقد بلغت الحد المسموح به من المعلّم الذكي حاليًا. يرجى المحاولة بعد قليل.

# error_rate_limited_auth
source: Too many attempts. Please wait a moment and try again.
ar: محاولات كثيرة جدًا. يرجى الانتظار لحظة والمحاولة مرة أخرى.

# error_section_not_found
source: This section could not be found.
ar: تعذّر العثور على هذا القسم.

# error_state_retry_label
source: Try again
ar: أعد المحاولة

# error_user_not_found
source: This account could not be found.
ar: تعذّر العثور على هذا الحساب.

# error_validation
source: Please check the highlighted fields and try again.
ar: يرجى مراجعة الحقول المحددة والمحاولة مرة أخرى.

# explore_categories_retry
source: Retry
ar: إعادة المحاولة

# explore_category_all
source: All
ar: الكل

# explore_clear_filters
source: Clear filters
ar: مسح الفلاتر

# explore_course_action
source: Enroll
ar: الالتحاق

# explore_course_thumbnail_content_description
source: %1$@ course thumbnail
ar: الصورة المصغّرة لدورة %1$@

# explore_empty_description
source: Try a different search or category.
ar: جرّب بحثًا أو تصنيفًا مختلفًا.

# explore_empty_title
source: No results
ar: لا توجد نتائج

# explore_error_title
source: Something went wrong
ar: حدث خطأ ما

# explore_heading
source: Find your next course
ar: ابحث عن دورتك التالية

# explore_learning_path_action
source: View Path
ar: عرض المسار

# explore_learning_path_course_count
source: %1$@ courses
ar: %1$@ دورة

# explore_learning_paths_empty_description
source: Check back soon for new learning paths.
ar: عد قريبًا لمشاهدة مسارات تعلّم جديدة.

# explore_learning_paths_empty_title
source: No learning paths yet
ar: لا توجد مسارات تعلّم حتى الآن

# explore_search_clear
source: Clear search
ar: مسح البحث

# explore_search_label
source: Search
ar: البحث

# explore_search_placeholder
source: Search courses
ar: البحث عن الدورات

# explore_tab_courses
source: Courses
ar: الدورات

# explore_tab_learning_paths
source: Learning Paths
ar: مسارات التعلّم

# home_continue_learning_eyebrow
source: CONTINUE LEARNING
ar: متابعة التعلّم

# home_continue_learning_meta
source: %1$@ · Lesson %2$@ of %3$@
ar: %1$@ · الدرس %2$@ من %3$@

# home_continue_learning_progress_content_description
source: %1$@%% complete
ar: اكتمل %1$@٪

# home_empty_description
source: Enroll in a course to see your progress here
ar: سجّل في دورة لترى تقدمك هنا

# home_empty_title
source: No courses yet
ar: لا توجد دورات بعد

# home_explore_courses
source: Explore Courses
ar: استكشف الدورات

# home_greeting_afternoon
source: Good afternoon
ar: طاب نهارك

# home_greeting_evening
source: Good evening
ar: مساء الخير

# home_greeting_morning
source: Good morning
ar: صباح الخير

# home_greeting_night
source: Good night
ar: تصبح على خير

# home_my_learning_error_title
source: Couldn't load your learning
ar: تعذّر تحميل تعلّمك

# home_recommended_error_title
source: Something went wrong
ar: حدث خطأ ما

# home_recommended_heading
source: Recommended
ar: موصى بها لك

# home_recommended_see_all
source: See all
ar: عرض الكل

# home_recommended_thumbnail_content_description
source: %1$@ course thumbnail
ar: الصورة المصغّرة لدورة %1$@

# home_resume_action
source: Resume
ar: استئناف

# home_stat_certificates
source: Certificates
ar: الشهادات

# home_stat_in_progress
source: Courses in progress
ar: دورات قيد التقدم

# learning_path_details_course_continue_action
source: Continue Learning
ar: متابعة التعلّم

# learning_path_details_course_count
source: %1$@ courses
ar: %1$@ دورة

# learning_path_details_course_enroll_action
source: Enroll
ar: الالتحاق

# learning_path_details_course_progress_content_description
source: %1$@%% complete
ar: اكتمل %1$@٪

# learning_path_details_course_thumbnail_content_description
source: %1$@ course thumbnail
ar: الصورة المصغّرة لدورة %1$@

# learning_path_details_error_title
source: This learning path couldn't be loaded
ar: تعذّر تحميل مسار التعلّم هذا

# learning_path_details_follow_action
source: Follow Path
ar: متابعة المسار

# learning_path_details_nav_title
source: Learning Path
ar: مسار التعلّم

# learning_path_details_progress_label
source: %1$@ of %2$@ complete
ar: اكتمل %1$@ من %2$@

# learning_path_details_status_completed
source: Completed
ar: مكتملة

# learning_path_details_status_current
source: Current
ar: الحالية

# learning_path_details_status_upcoming
source: Upcoming
ar: القادمة

# learning_path_details_unfollow_action
source: Unfollow
ar: إلغاء المتابعة

# loading_state_content_description
source: Loading
ar: جارٍ التحميل

# my_learning_certificate_ready_subtitle
source: Completed · certificate ready
ar: مكتملة · الشهادة جاهزة

# my_learning_certificates_entry_content_description
source: Certificates
ar: الشهادات

# my_learning_empty_description
source: Explore courses and start learning
ar: استكشف الدورات وابدأ التعلّم

# my_learning_empty_title
source: No enrollments yet
ar: لا توجد تسجيلات بعد

# my_learning_error_title
source: Couldn't load your learning
ar: تعذّر تحميل تعلّمك

# my_learning_explore_courses
source: Explore Courses
ar: استكشف الدورات

# my_learning_filter_all
source: All
ar: الكل

# my_learning_filter_completed
source: Completed
ar: مكتملة

# my_learning_filter_empty_description
source: Try a different filter
ar: جرّب فلترًا مختلفًا

# my_learning_filter_empty_title
source: No courses match this filter
ar: لا توجد دورات مطابقة لهذا الفلتر

# my_learning_filter_in_progress
source: In Progress
ar: قيد التقدم

# my_learning_heading
source: My Learning
ar: مساحة التعلّم

# my_learning_path_view_action
source: View Path
ar: عرض المسار

# my_learning_paths_heading
source: Learning Paths in progress
ar: مسارات تعلّم قيد التقدم

# my_learning_percent_complete
source: %1$@%% complete
ar: اكتمل %1$@٪

# my_learning_resume_action
source: Resume
ar: استئناف

# my_learning_review_action
source: Review
ar: مراجعة

# my_learning_thumbnail_content_description
source: %1$@ course thumbnail
ar: الصورة المصغّرة لدورة %1$@

# nav_ai_tutor
source: AI Tutor
ar: المعلّم الذكي

# nav_explore
source: Explore
ar: استكشف

# nav_home
source: Home
ar: الرئيسية

# nav_my_learning
source: My Learning
ar: مساحة التعلّم

# nav_profile
source: Profile
ar: حسابي

# profile_avatar_content_description
source: %1$@'s profile photo
ar: الصورة الشخصية لـ %1$@

# profile_cancel_edit_action
source: Cancel
ar: إلغاء

# profile_edit_profile_action
source: Edit Profile
ar: تعديل الملف الشخصي

# profile_error_title
source: Couldn't load your profile
ar: تعذّر تحميل ملفك الشخصي

# profile_loading_content_description
source: Loading profile
ar: جارٍ تحميل الملف الشخصي

# profile_logout_action
source: Logout
ar: تسجيل الخروج

# profile_name_error_required
source: Name is required.
ar: الاسم مطلوب.

# profile_name_error_too_long
source: Name is too long — 120 characters maximum.
ar: الاسم طويل جدًا — 120 حرفًا كحد أقصى.

# profile_name_field_label
source: Name
ar: الاسم

# profile_retry_action
source: Try again
ar: إعادة المحاولة

# profile_save_name_action
source: Save
ar: حفظ

# profile_settings_action
source: Settings
ar: الإعدادات

# profile_stat_certificates_earned_label
source: Certificates earned
ar: الشهادات المكتسبة

# profile_stat_courses_completed_label
source: Courses completed
ar: الدورات المكتملة

# purchase_success_back_to_my_learning
source: Back to My Learning
ar: العودة إلى مساحة التعلّم

# purchase_success_description
source: %1$@ is in My Learning. Lesson 1 is ready when you are.
ar: الدورة «%1$@» متاحة الآن في مساحة التعلّم. الدرس الأول جاهز لك.

# purchase_success_description_fallback
source: You're enrolled. Lesson 1 is ready when you are.
ar: أنت مسجَّل الآن. الدرس الأول جاهز لك.

# purchase_success_disclosure
source: Demo purchase · no real charge was made
ar: شراء تجريبي · لم يتم خصم أي رسوم حقيقية

# purchase_success_nav_title
source: Purchase Success
ar: تم الشراء بنجاح

# purchase_success_start_learning
source: Start Learning
ar: ابدأ التعلّم

# purchase_success_subtitle
source: You're now enrolled!
ar: تم تسجيلك في الدورة الآن!

# purchase_success_title
source: Payment Successful
ar: تم الدفع بنجاح

# question_card_progress_label
source: Question %1$@ of %2$@
ar: السؤال %1$@ من %2$@

# quiz_answer_correct_label
source: Correct
ar: صحيحة

# quiz_answer_incorrect_label
source: Incorrect
ar: غير صحيحة

# quiz_error_title
source: This quiz couldn't be loaded
ar: تعذّر تحميل الاختبار

# quiz_loading_content_description
source: Loading quiz
ar: جارٍ تحميل الاختبار

# quiz_nav_title
source: Quiz
ar: اختبار

# quiz_next_action
source: Next
ar: التالي

# quiz_next_disabled_reason
source: Select an answer to continue
ar: اختر إجابة للمتابعة

# quiz_no_quiz_description
source: This course doesn't have a quiz to take.
ar: لا يحتوي هذا المقرر على اختبار لإجرائه.

# quiz_no_quiz_title
source: No quiz available
ar: لا يوجد اختبار

# quiz_progress_label
source: Question %1$@ of %2$@
ar: السؤال %1$@ من %2$@

# quiz_results_badge_failed
source: Failed
ar: راسب

# quiz_results_badge_passed
source: Passed
ar: ناجح

# quiz_results_breakdown_heading
source: Question breakdown
ar: تفاصيل الأسئلة

# quiz_results_completion_banner_description
source: You've finished every lesson and passed the quiz. Your certificate is ready.
ar: لقد أنهيت جميع الدروس واجتزت الاختبار. شهادتك جاهزة.

# quiz_results_completion_banner_title
source: 🎉 Course Completed!
ar: 🎉 أكملت الدورة!

# quiz_results_continue_action
source: Continue
ar: متابعة

# quiz_results_correct_label
source: Correct
ar: صحيحة

# quiz_results_error_title
source: This quiz result couldn't be loaded
ar: تعذّر تحميل نتيجة الاختبار

# quiz_results_incorrect_label
source: Incorrect
ar: غير صحيحة

# quiz_results_loading_content_description
source: Loading quiz results
ar: جارٍ تحميل نتائج الاختبار

# quiz_results_nav_title
source: Quiz Results
ar: نتائج الاختبار

# quiz_results_question_fallback
source: Question %1$@
ar: السؤال %1$@

# quiz_results_retry_action
source: Try again
ar: أعد المحاولة

# quiz_results_retry_quiz_action
source: Retry Quiz
ar: إعادة الاختبار

# quiz_results_row_correct_content_description
source: %1$@ — Correct
ar: %1$@ — صحيحة

# quiz_results_row_incorrect_content_description
source: %1$@ — Incorrect
ar: %1$@ — غير صحيحة

# quiz_results_score_content_description_failed
source: %1$@ out of %2$@, failed
ar: %1$@ من %2$@، راسب

# quiz_results_score_content_description_passed
source: %1$@ out of %2$@, passed
ar: %1$@ من %2$@، ناجح

# quiz_results_score_label
source: Score
ar: النتيجة

# quiz_results_view_certificate_action
source: View Certificate
ar: عرض الشهادة

# quiz_retry_action
source: Try again
ar: أعد المحاولة

# quiz_submit_action
source: Submit Quiz
ar: إرسال الاختبار

# root_loading_label
source: Loading…
ar: جارٍ التحميل…

# select_loading_options_label
source: Loading options…
ar: جارٍ تحميل الخيارات…

# settings_language_field_label
source: Language
ar: اللغة

# settings_nav_title
source: Settings
ar: الإعدادات

# settings_theme_field_label
source: Theme
ar: المظهر

# settings_theme_option_dark
source: Dark
ar: داكن

# settings_theme_option_light
source: Light
ar: فاتح

# settings_theme_option_system
source: System
ar: تلقائي حسب النظام

# top_bar_back_content_description
source: Back
ar: رجوع
